Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “现在只能等亚历克斯和安德烈的谈判结果了，如果他能够说服安德烈加入和平联盟，并且签订和平协议，各族便能通力合作，解决魔鬼和亡灵军团。”路易斯微微点头道。
en_us: "We can only wait for the results of Alex and Andre's neogotiation. If he can get Andre to join the Peace Alliance and sign the peace accord, then all the races can work together and resolve the devil and its Army of the Dead." Louis nodded and said.

source: “现在咱们罗莫街也就泰坦酒馆能看到一些客人了，还是埃菲老板的手段厉害，酒量更厉害，这么多年，就没见过谁能把你喝趴下的。”一旁的面馆老板有些钦佩的看着埃菲。
en_us: "Customers can only be seen at Titan Tavern on Romo Street now. Boss Eiffie has good business methods, and holds her drink well. I have never heard that anyone defeated you when it comes to drinking." The noodle shop boss looked at Eiffie with admiration.

source: “现在就出发吗？”伊琳娜走下楼来，看着麦格问道。
en_us: Irina came downstairs, and asked Mag, "Are we setting off right now?"

source: “现在就出发？”伊琳娜从楼上下来，已经完成了换装，穿上了一身黑色的紧身夜行服，将她凹凸有致的身材完美凸显。
en_us: "Are we setting off now?" Irina came downstairs. She had changed, and was dressed in tight black clothes that showed her perfect curves.

source: “现在就是还不清楚古老者那边究竟是什么立场，如果他们能够参战，有再多的古尸也只是炮灰，哪怕只有一架战舰，杀伤力也胜过许多十级强者。”麦格皱眉。
en_us: "We're still not sure about the Elder Things' stand right now. If they could part in the war, the ancient corpses will just be cannon fodder no matter how many of them there are. Even the lethality of one battleship is many times of dozens of 10th-tier powerhouses combined." Mag frowned.

source: “现在怎么搞？看来乔修的确已经变成了魔鬼的傀儡，连布卢姆都杀了，恐怕接下来还会杀更多的人，挑起战争，吸收更多的怨气。”路易斯靠在窗边，看着坐在桌边的道格拉斯问道。
en_us: "What's going on now? Seems like Josh has indeed become the devil's puppet. He has even killed Blum. I'm afraid he will kill more people to start a war so that he can absorb more resentment," Louis, who was next to the window, told Douglas, who was sitting at the table.

source: “现在我们应该担心的是克苏鲁和乔修，只要把他们解决，亡灵军团不攻自破。”伊琳娜微微摇头。
en_us: "What we should worry about now are Cthulhu and Josh. As long as we resolve them, the Army of the Dead will be resolved too." Irina shook her head gently.

source: “现在没有封条了，而你拥有了三百桶三十年份的正宗泰坦酒。”麦格微笑道。
en_us: "It's no longer sealed, and you now have 300 barrels of 30-year-old Titan Liquor." Mag said with a smile.

source: “现在精灵族一片混乱，我有些不明白海伦娜究竟在想什么，以她的性格，不可能任由情况这样恶化下去，不受控制。”伊琳娜眉头微蹙，有些不解的说道。
en_us: "The Elves are in a mess right now. I am a little unclear about what Helena wants to do. Given her character, she would not let things spiral downward like this uncontrollably," Irina said in bewilderment as she furrowed her brows.

source: “现在要去哪里？”伊琳娜看着麦格问道。
en_us: "Where are we going now?" Irina asked Mag.

source: “现在距离餐厅营业结束还有一个多小时，不如我们先出去散一会步吧。”卡诺为了缓解自己的尴尬，提议道。
en_us: Trying to alleviate his embarrassment, Canault suggested, "It's about an hour more before the restaurant closes, why don't we go out for a walk first?"

source: “现在这种局势，谁也不知道明天和意外哪个先来到，假如这是食全食美最后一刊，我希望能够在杂志历史上留下点什么。”加兰的目光扫过在场的每一个人，“我知道诸位都是热爱这个行业，热爱食全食美的杂志人，一切皆有可能，不是吗？”
en_us: "In the current situation, no one knows if tomorrow or an accident is to come first. If this is going to be Perfect Food's last issue, I hope it can leave a mark in the magazine's history." Garlan's gaze swept over everyone present. "I know every one of you loves this industry. As someone who loves Perfect Food, anything is possible, right?"

source: “现在，就看安德烈打算怎么处理此事了。”伊琳娜脸上也是露出了笑容。
en_us: "Now, we'll just have to see how Andre decides to settle this." Irina smiled.

source: “现在，我就是你，你就是我……”
en_us: "Now, I am you, and you are me…"

source: “现在，我带你们离开这里，开始新的生活。”伊琳娜看着下方那些精灵们，大声道：“你们自由了！”
en_us: "Now, I'll bring you away from here and start your life anew." Irina loudly said to the elves below, "You're free now!"

source: “现在，我要来看看我的零食大礼包了。”艾米看着脑海中那个金闪闪的大礼包，满是期待的点开。
en_us: "Now, I want to check on my snack's gift package." Amy looked at that shiny gift package in her mind, and clicked it open expectantly.

source: “现场有护卫看守，喏，那边就有两个，屋顶上还藏了一个，周边都是官员府邸，发生了这种事情，巡逻已经加强了许多，十几支巡逻队交叉巡逻，随便一点生意就能把他们引来，你们要是有把握，就可以下去看看。”麦格淡定道。
en_us: "There are guards there. Look, two there and one hiding on the roof. And all around, there are other guards. When something like that happens, they will definitely increase patrols, with tens of patrolling troops overlapping. Any sound will attract them over. If you've got what it takes, you can go over and take a look," Mag said calmly.

source: “理论上来说是不可能出现这种状况的，龟甲石是神物，对于魔气有着非常敏锐的感知能力，而且现在又有这怨念加持，除非他的实力已经强悍到能够保证不然一丝魔气外泄的程度，否则必然会被龟甲石察觉。”梅兰特摇头。
en_us: "Theoretically, this should not happen. The septaria oracle is a divine object, and it is very sensitive to the evil aura. Right now, with the resentment, it would definitely detect the evil aura unless he was already so powerful he could ensure that he would not leak out any evil aura at all." Merante shook his head.

source: “理论上来说是这样的，但这需要一个铁匠作坊，先将钢铁融化，然后再……”
en_us: "Theoretically, it is true. However, it would need a blacksmith to first melt the steel in his workshop and then…"

source: “生意难做啊，那群客人，要是不陪他们喝两杯，下次酒不来了。”埃菲叹了口气。
en_us: "Business is bad. If I don't drink with those customers, they won't come again." Eiffie sighed.

source: “生活体验值是什么？”艾米被这游戏一般的设定吸引了，她最近偶偶会和父亲一起玩游戏。
en_us: "What are life experience points?" Amy was attracted to the game-like setting. She would occasionally play some games with her father.

source: “生活体验系统绑定中……”
en_us: "Adding Life Experience System…"

source: “生活体验系统，是为了让小主获得更好的生活体验而存在的，困难或许会有，但只要战胜了困难，一切都会变成沿途最美的风景。”系统道。
en_us: "The Life Experience System exists to allow the Little mistress have a better life experience. There may be difficulties, but as long as you overcome the challenges, everything would become a beautiful scenery along the journey," the System said.

source: “生活就是一段修行，我们会因为外物产生喜、怒、忧、思、悲、恐、惊等正面或者负面情绪，情绪便是生活体验非常重要的衡量标准。
en_us: "Life is a learning journey. We would have joy, anger, worry, longing, sadness, fear, shock, and other negative and positive emotions. Emotions are a very important measurement to life experiences.

source: “生活，还是要继续啊。”波比把酒塞重新塞回了酒瓶，目光渐渐坚定，“前辈，你未完成的志愿，接下来就由我来完成吧，而那害了你和你一家的家伙，我一定会让他付出代价的。”
en_us: "Life… has to go on." Bobby stuffed the cork back on the bottle of wine, and had a resolute expression. "Senior, let me take over all your unfinished wishes. As for the fellow who harmed you and your family, I will make him pay."

source: “生蜗牛可不好吃，只有在饿的没办法的时候，我们精灵才会生吃蜗牛。”伊琳娜从艾米手里拿走了那只蜗牛，重新放回到了树上。
en_us: "Live snails don't taste nice. We elves only eat the snails live when we are too hungry and have no other choices." Irina removed that snail from Amy's hands and put it back to the tree again.

source: “用乔修的方式陷害他，想来他得知这个消息，应该会挺开心的。”
en_us: "Framing him using Josh's method. I think he would be rather happy if he found out."

source: “用言语很难形容这汤的味道，它是如此的美味，如此的鲜美，在我品尝过的食物之中，没有能够与之比拟的。”
en_us: "It's difficult to describe this taste of this soup. It's so exquisite and fresh. None of the food that I have tasted before can compare to it."

source: “用错魔法了吧？！疗伤怎么能用圣光呢？！应该用治疗术啊！”诺亚惊道，想要上前阻拦。
en_us: "Is that the wrong spell?! How can you use the Holy Light for treatment?! You should use your healing magic!" Noya exclaimed in shock. He went up immediately, wanting to stop Irina.

source: “由古老者管控的地下世界似乎秩序井然，而诺兰大陆却任由各种族征战，完全是养蛊模式啊。那各族所谓的神灵又在哪里？天上？还是地下？”麦格继续思考。
en_us: "The underground world managed by the Elder Things seemed to be very orderly. Meanwhile, in Norland Continent, the various races were allowed to go on war freely. This is some bewitching going on. I that case, where are the so-called gods of the various races? In the sky? Or underground?" Mag continued to ponder.

source: “男人兜里没钱，腰杆就是硬不起来啊。”麦格幽幽叹了口气，从兜里摸出了晚上刚收的几个金币在手里抛了抛。
en_us: "If a man has no money in his pocket, he can never stand up tall." Mag sighed and took out the few gold coins he collected last night, tossing them in his hand.

source: “男人变态有什么错？”
en_us: "What's wrong with a man being perverted?"

source: “男人嘛，谁没点野心。”麦格微微点头，这倒是个不错的理由。
en_us: "All men have ambition." Mag nodded and found that as a good reason.

source: “男爵真是好福气……酸了。”
en_us: "The Baron is so lucky... I'm jealous."

source: “男的？”伊琳娜表情有些古怪。
en_us: "A guy?" Irina had a weird expression.

source: “男神？”麦格皱眉，“这不是美食杂志吗？怎么还有男神这种东西啊？”
en_us: "Idol?" Mag frowned. "Isn't this a gourmet magazine? Why is there an idol in there?"

source: “画本？！”
en_us: "Picture book?!"

source: “画的非常好，漂亮，有趣，而且把一个故事讲好了。”麦格看着安妮，满是欣慰，就像是找到了一个优秀的童工。
en_us: "It's very nicely drawn. It's beautiful and interesting, and it tells the story perfectly." Mag looked at Annie with gratification, as if he had just found an excellent child laborer.

source: “的确是这样的。”库尔特也是笑着跟上。
en_us: "That's indeed the case." Kurt followed after him with a smile.

source: “盛情难却啊。”麦格轻叹了一口气。
en_us: "It's hard to reject her." Mag sighed softly.

source: “目前我们只有一款酒，而且是越卖越少，这个价格虽然贵了些，但问题不大。”埃菲微微摇头，轻叹了一口气都：“至于以前的熟客，只能等我自己酿的泰坦酒能够重新拿出来待客的时候，再推一个低年限的泰坦酒。”
en_us: "Currently, only we have this liquor. On top of that, the liquor would decrease the more we sell it. The price might be a little higher but that should not be a problem." Eiffie shook her head slightly. She sighed and said, "As for the regulars, they could only wait for me to brew the Titan Liquor and wait for the launch of a shorter-year Titan Liquor brew."

source: “目前来看，是存在这种可能。”系统答道。
en_us: "Looking at it now, there is such a possibilty." The system answered.

source: “直接去和安德烈谈判？”
en_us: "Go straight to negotiate with Andre?"

source: “相信您酿造的美酒，能够在品酒大会上一鸣惊人。”
en_us: "I believe the liquor that you brewed will wow on the liquor tasting event."

source: “相比之下，就算是让温妮莎当女王作为过渡，都是一个不错的选择。”麦格若有所思。
en_us: In comparison, letting Vanessa be the queen as the transition is a good choice too. Mag was thoughtful.

source: “看他傻头傻脑的样子，一看就是新手，随便听点吹捧的话，肯定就猴急的要交钱，从此踏入深渊。”
en_us: "Look at his silly look, and you know he is a noob. He will definitely pay in a hurry as long as you say some flattering words to him, and he will get himself in deep trouble from that point onwards."

source: “看似青铜，实则王者！”
en_us: "She looks like a noob, but is, in fact, an expert!"

source: “看吧，我说他们不需要再来一瓶的。”艾米双手托着下巴，看着被抬走的两人笑着说道。
en_us: Amy propped her chin on her hands and smilingly said as she watched them being carried away, "See, I said they won't need another bottle."

source: “看来不止我们在盯着这件事。”道格拉斯看着手中的情报，有些惊讶的说道。
en_us: Douglas looked at the intel in his hand with surprise, and said, "Seems like we are not the only ones monitoring this event."

source: “看来以后泰坦酒馆又是一个好去处了！”
en_us: "It seems Titan Tavern would be a good place to hangout again!"

source: “看来你们之前的判断是对的，黄金龙岛下的封印与兰克斯特有关，他已经向魔鬼出卖了灵魂。”多米尼克沉声道，神情中有着几分遗憾。
en_us: "It seems your previous conjecture was right. The seal beneath the Golden Dragon Island is realted to Rankster. He had already sold his soul to the Devil." Dominic said solemnly and had a hint of pity in his eyes.

source: “看来你对这家餐厅挺了解的，经常来吃？希利回头看着卡诺。
en_us: Seely turned around, and asked, "Seems like you know this restaurant very well. Do you often come here to eat?"

source: “看来参加这个比赛，还是有点价值的。”伊琳娜接过奖杯，伸手弹了一下，酒杯发出而悦耳的声音。
en_us: "Seems like joining this competition is quite worth it." Irina took the trophy and flicked it with her finger. The trophy made a crisp sound.

source: “看来塞班酒馆的下酒菜有三道了。”麦格满意的点点头，然后退出了厨神试炼场。
en_us: "Seems like Saipan Tavern will have three dishes to go with the drinks." Mag nodded in satisfaction before exiting from the test field for the God of Cookery.

source: “看来她已经提前收到通知了。”卡米拉说道。
en_us: "Seems like she has received the notice in advance," said Camilla.

source: “看来安德烈并不想让其他人知道这件事，所以哪怕被他儿子坑了一道，回来之后依旧自己默默抗下这一切。”道格拉斯冷声道：“可我们不能让他就此揭过，如果连他也被魔鬼控制的话，诺兰大陆便再无宁日。”
en_us: "It seems like Andre doesn't want anyone else to know about it. Even when his son has done him a misdeed behind his back, he would rather undertake all this silently himself after he came back," Douglas coldly said. "But we can't let him cover this up. The Norland Continent will never have peace if the devil assumes control over him too."

source: “看来就算是神，也要稍微节制一些啊。”麦格在心里叹了口气，无视了脑海中浮现的蓝色药丸的广告。
en_us: "It seems like even gods have to practice restrain." Mag sighed to himself.

source: “看来我们要去一趟洛都了，我打算把餐厅歇业一个月，带着艾米和安妮前往洛都，寻找乔修的踪迹。”麦格看着伊琳娜说道。
en_us: Mag looked at Irina, and said, "Seems like we need to make a trip to Rodu. I decided to close the restaurant for a month, and bring Amy and Annie to Rodu to look for Josh."

source: “看来艾米昨晚做了一个有趣的梦。”麦格嘴角也还挂着笑意，虽然他的笑点没伊琳娜那么低，但也的确被艾米讲的一些冷笑话给笑到了。
en_us: "Seems like Amy had a funny dream last night." Mag was still smiling. Although he wasn't as easily amused as Irina, he was still very much entertained by Amy's lame jokes.

source: “看来贫穷的确会限制人的想象力。”
en_us: "It seems poverty would limit one's imagination."

source: “看来这又是一个难解难分的夜晚。”麦格将红酒倒入醒酒器，猩红的酒液微微摇晃，就如这夜色一般让人迷醉。
en_us: "It seems it would be a night of entanglement once again." Mag poured the red wine into a decanter and swirled the red liquid. It was just as intoxicating as the night.

source: “看来这就是从龙岛之下跑出来的那一只。”伊琳娜的神情也是变得无比凝重，手中捏住了数张一次性符咒。
en_us: "Seems like this is the one that escaped from under the Dragon Island." Irina's expression turned very grave too. She was grabbing a few one-time-use talismans.

source: “看来这是个圈套，他从一开始就知道我们要来。”
en_us: "Seems like it's a trap. He knew that we're coming right from the start."

source: “看来这系统也有些寒酸啊。”
en_us: "It seems this system is quite stingy too."

source: “看来，你也赞同伊琳娜的做法。”海伦娜看着莎莉。
en_us: "Seems like you agree with what Irina did." Helena looked at Sally.

source: “看来，这炒饭也没有想象中那么糟糕嘛，大家好像都还挺喜欢的。”艾米拿起勺子，满是期待的舀了一勺炒饭喂到嘴里。
en_us: "Seems like this fried rice isn't as bad as I thought. Everyone seems to like it." Amy picked up her spoon and popped a spoonful of it into her mouth.

source: “看着不错，先尝尝这酒鬼花生如何。”亚伯罕直接上手，捏起一颗花生丢进嘴里。
en_us: It looks not bad. I will try these drunkard peanuts. Abraham reached out and threw a peanut into his mouth.

source: “看起来好像蜗牛啊。”艾米凑上前，眼睛亮晶晶的盯着它，又是很快抬头看着麦格：“那蜗牛可以吃吗？我昨天在后院看到好多呢。”
en_us: "It looks like a snail." Amy inched over and stared at it with her eyes shining bright. She quickly looked up at Mag and asked, "In that case can snails be eaten? I saw many in the backyard yesterday."

source: “看起来有些油腻，我就喝粥吧。”伊琳娜表示拒绝，端过皮蛋瘦肉粥，她受伤的肠胃需要暖粥的安抚。
en_us: "It looks rather greasy. I will just eat the congee." Irina declined it and went for the congee with pork and century egg. Her injured stomach needed the comforting from the warm congee.

source: “看，又有个傻子被大头带来看店铺了，不知道他会不会着了道。”酒馆老板娘目光迷离的看着麦格，笑容中透着几分嘲讽。
en_us: "See, Big Head is bringing another idiot here to look at the shops. I wonder if he will be swindled." The tavern's lady boss looked at Mag with a glazed gaze and a mocking smile.

source: “真好看，不知道可不可以让麦老板也帮我绑一个呢……”姑娘脸蛋微红道。
en_us: "Yes, indeed. I wonder if Boss Mag can tie my hair for me too…" the maiden said with a blush.

source: “真是一个乖巧懂事的孩子。”希利目送艾米上楼，称赞道。
en_us: Seely watched Amy go upstairs, and praised, "What an obedient child."

source: “真是一个固执的老男人！”系统给了麦格一个标注。
en_us: "What a stubborn old man!" the System tagged Mag.

source: “真是一个狡猾可怕的家伙。”诺亚握拳。
en_us: "What a sly and scary fellow." Noya clenched his fists.

source: “真是善良的好孩子。”工作人员由衷的称赞道。
en_us: "What kind children," the staff member praised sincerely.

source: “真是幸福有钱的一家人啊，令人羡慕。”
en_us: "What a rich and happy family. I am so envious."

source: “真是让人羡慕嫉妒……”
en_us: "How envious…"

source: “真没了。”
en_us: "None."

source: “真的一滴都没了……”
en_us: "Not a single drop left…"

source: “真的假的？做梦都能学做菜吗？”伊琳娜半信半疑的看着麦格。
en_us: "Are you for real? Can you learn to cook in your dreams?" Irina looked at Mag with doubt.

source: “真的吗？”艾米眼睛一亮。
en_us: "Really?" Amy's eyes lit up.

source: “真的吗？中午也可以去蹭饭吗？！”玛拉已经从后边跑了出来，满脸写满了惊喜，点着脑袋道：“好的，我们一定会去的，谢谢小艾。”
en_us: "Really? Can we really go have lunch at noon!?" Mala already ran out from the back with surprise on her face and nodded. "Alright. We'll definitely be there. Thanks, Ay."

source: “真的吗？！”
en_us: "Really?!"

source: “真的吗？！”小丫鬟惊喜道。
en_us: "Really?!" The little maid said with surprise.

source: “真的吗？！”玛拉一脸认真的看着埃菲。
en_us: "Really?!" Mala looked at Eiffie seriously.

source: “真的就这么一小瓶？”梅兰特有些不信，伸手把诺亚的衣服翻了一遍。
en_us: "It's really just this small bottle?" Merante was still in disbelief. He reached over, and searched Noya.

source: “真的是零食大礼包欸！”艾米惊喜道。
en_us: "It really is a huge snack hamper!" Amy exclaimed.

source: “真的走了？”艾略特有点不太相信。
en_us: "Is she really gone?" Elliot couldn't quite believe it.

source: “真的非常感谢您，哈迪斯先生。”埃菲看着麦格感激的说道。
en_us: Eiffie said to Mag with gratitude, "Thank you so much, Mr. Hades."

source: “真的！”
en_us: "Really!"

source: “真的？”温妮莎有些不信。
en_us: "Really?" Vanessa was in disbelief.

source: “真的？”诺亚看了一眼艾米小小的掌心里躺着的糖，喉咙滚动一下。
en_us: "Really?" Noah threw a glance at the tiny candy in Amy's palm and gulped.

source: “真的？！”诺亚眼睛一亮，在深山老林里转悠了两天，吃不好，住不暖，可憋屈了，能去洛都这样的大城市，简直令人兴奋。
en_us: "Really?!" Noya's eyes lit up. After staying in the mountains for two days, without eating well or staying warm, he was excited to finally be able to go to a big city like Rodu.

source: “真追上，你打算怎么办？”艾略特看着他。
en_us: "What do you intend to do if we really catch up with them?" Elliot looked at him.

source: “着火了！着火了！”
en_us: "Fire! Fire!"

source: “破系统，要求还不少。”麦格撇了撇嘴，看着面前的拍黄瓜有些忧愁。
en_us: "Stupid System asking for so much." Mag pressed his lips together as he looked at the Smashed Cucumber Salad in front of him worriedly.

source: “祖父，洛斯帝国边境已封锁，现在只有和平联盟各族留有必要的通道，但商人被限制出入，恐怕此次要生大变故了。”希尔站在湖边，看着抱着暖炉，提着一根细竹竿在冰面凿开的窟窿垂钓的伊恩·巴菲特说道。
en_us: "Grandfather, the borders of the Roth Empire have been closed. Now, only the members of the Peace Alliance have the necessary travel routes open, but there are restrictions for traders to enter and exit. I'm afraid a big change is going to happen this time," Scheer, who was standing by a frozen lake with a warmer in her arms, told Ian Buffett, who was using a thin bamboo rod to crack open the surface of the lake.

source: “祝贺你，薇薇安老师。”麦格微笑着说道，他知道薇薇安之前准备去混乱学园当老师，没想到却去了混乱学园。
en_us: "Congratulations, Teacher Vivian," Mag said with a smile. He knew Vivian had intended to go be a teacher at the Chaos School. He didn't expect her to end up at the Hope School.

source: “神也会感冒吗？”麦格摸了摸鼻子，小声嘀咕道。
en_us: "Would gods catch a cold too?" Mag muttered under his breath as he rubbed his nose.

source: “神灵已经降下旨意，圣女才是解决此次浩劫最重要的存在。”教皇却是微微摇头，“找到她，说服她，让她带领教廷破除浩劫，保护这个世界才是我们现在最重要的事情。”
en_us: "The Holy See has already given the instruction. The holy maiden is the most important existence to resolve this catastrophe." The pope shook his head slightly instead. "Find her. Convince her. Let her lead the Holy See through this catastrophe. Protecting this world is our most important concern now."

source: “禀陛下，从现场遗留的痕迹来看，应该是兽人干的，能够做到这一点的，至少是十级兽人，但据查，那日兽人族的十级强者都在暮光森林，这痕迹有造假的可能。”在他身后，一道影子渐渐凝实，一个全身被黑袍包裹的人微微躬身答道。
en_us: "Your Majesty, based on the tracks left behind, it should've been an orc. To be capable of that, it must be at least a 10th-tier orc. But according to our investigations, the orcs' 10th-tier powerhouses were all in Twilight Forest that day. These tracks could be fake," a man in a black robe replied with a slight bow as he appeared from the darkness behind Andre.

source: “禀陛下，利尔没有说谎，布卢姆的尸体也的确古怪，属下昨夜前去查探现场，的确发现了阴森的魔气，虽不敢确定就是二皇子殿下所为，但此时恐怕与魔鬼脱不了干系。”一道黑影从角落中缓缓现身，声音嘶哑道。
en_us: A black shadow slowly appeared from the corner, and said hoarsely, "Your Majesty, Lear isn't lying. Blum's corpse is indeed weird too. I checked the scene last night, and an eerie evil aura was indeed found there. Although I am not certain that it was done by the second prince, I'm afraid it has something to do with the devil."

source: “稍等。”麦格上楼一趟，也换了一身黑色衣服下来，不过他穿的是宽大的黑袍，巨大的帽子投下的阴影将他的脸完全遮住。
en_us: "Hold on." Mag went upstairs, and came down in all black as well. However, he was wearing a loose black robe and a large hat whose shadow could cover his face completely.

source: “窖藏三十年的泰坦酒可以每日供应五十瓶！当年马库斯大师竟然藏了如此多的好酒！”
en_us: "Titan Liquor that had been kept for 30 years and there would be a supply of 50 bottles everyday! Master Marcus actually hid so many good wine back then!"

source: “立刻向生命之城发起求援，然后飞鹰传书给大祭司，就说伊琳娜杀死了布鲁斯特家族数百守卫和兵士，劫走三千奴隶，往西南方向逃窜而去了，布鲁斯特家族已经派出兵士追击，请求支援。”艾略特下令道。
en_us: Elliot ordered, "Ask for reinforcement from the City of Life immediately and then send a letter with the eagle to the High Priestess. Tell her that Irina has killed hundreds of Brewster Family's guards and soldiers, stole 3000 slaves and escaped to the southwest. The Brewster Family has already sent troops after them and we seek reinforcements."

source: “竟然是脆的！”
en_us: "It's crunchy!"

source: “竟然跑了呢，有趣……”
en_us: "They actually escaped. Interesting..."

source: “竟然都是新菜啊，你什么时候偷偷背着我学的？”伊琳娜看着三道下酒菜，有些意外道。
en_us: "They are all new dishes. When did you learn it behind my back?" Irina was surprised when she saw the dishes.

source: “章鱼小丸子好好吃！”
en_us: "The octopus ball is so good!"

source: “章鱼须加工厂少了一台切割机，他们应当是知晓旧日支配者的存在，并且多半站在善良守序阵营，否则摧毁封印对他们而言轻而易举。”系统答道。
en_us: "A cutting maching from the octopus processing plant is missing. They should be aware of the Great Old Ones' existence and should most probably be on the side of kindness and order. Otherwise, it would be a piece of cake for them to destroy the seal," the System replied.

source: “笨蛋系统，不许说我父亲大人的坏话！”艾米生气道。
en_us: "Stupid System, you're not allowed to speak badly about my Father!" Amy said angrily.

source: “笨蛋，我们的客人都没什么钱，十铜币一杯的酒还嫌贵呢，涨价？再涨连这点客人都维持不住了。”埃菲没好气的伸出青葱手指弹了一下小丫鬟的脑门。
en_us: Eiffie flicked a finger at the maid's forehead with exasperation. "Silly girl. Our customers are not rich. They even thought that 10 copper coins for a glass of liquor was expensive. Increase the price? We're going to lose this group of customers too if we do so."

source: “第一组，第一瓶酒，来自卡鲁斯酒馆的卡鲁酒，得分31分！”主持人很快介绍道。
en_us: "The 1st group, the first bottle. It's the Karoo Ratafia from the Karoo Tavern. 31 points." The host quickly announced.

source: “第三十二组，第三瓶酒，来自里斯酒馆的爆炸酒，得分48分！目前的最高分！”主持人的声音都不禁提高了几分！
en_us: "The 32nd group, the third bottle. It's the Explosive Liquor from Reese Tavern. 48 points! The highest score now!" The emcee couldn't help raising his voice a little!

source: “第五十五组，开始品酒。”主持人的声音都有些沙哑了。
en_us: "The 55th group. Begin the tasting." Even the emcee's voice sounded hoarse.

source: “等……等我换个衣服。”伊琳娜扭头看向衣柜。
en_us: "W-wait for me to get changed." Irina turned to look at the closet.

source: “等一下。”埃菲重新按住麦格，“我还有一瓶酒，请哈迪斯先生再帮我品一品。”
en_us: "Hold on." Eiffie pressed Mag down again. "I have another bottle of wine. Please help me try it."

source: “等一下。”麦格伸手拦住了准备一口咬掉那只蜗牛脑袋的艾米。
en_us: "Wait a sec." Mag reached out to stop Amy who was about to bite the head of that snail off.

source: “等一下。”麦格叫住他，从口袋里摸出了一枚银色的戒指，上前交给她。
en_us: "Wait a sec," Mag called out to her. He took out a silver ring from his pocket, and passed it to her.

source: “等一下，小艾不是喜欢吃甜品吗，昨天有个朋友送了些糕点，我给你拿一些。”埃菲叫住艾米，转身进去，很快提了一个小竹篮出来，里边装满了各种吃的。
en_us: "Wait a sec. Ay loves to eat desserts, right? A friend gave me some pastries yesterday. Let me give you some." Eiffie stopped Amy and went back to to get a little basket filled with all kinds of goodies.

source: “等一下，抱歉啊两位老板，这酒馆，我不转了。”酒馆老板却是笑着摇头道。
en_us: The tavern's boss shook his head smilingly. "Wait a sec. I'm sorry, gentlemen. I'm not selling this tavern anymore."

source: “等一下，楼下有个重伤员急需治疗，要不你先给她来个治疗术再睡吧。”麦格连忙扶住她，不让她倒下。
en_us: "Wait. We have an injured patient downstairs. Why don't you treat him first before going back to sleep." Mag quickly held her up so she would not lie back down.

source: “等一会你们就知道了。”麦格却卖了个关子。
en_us: "You'll find out later." Mag kept it mysterious.

source: “等等……这些食物……为什么会出现在这个世界？！”
en_us: "Hold on… this food… what are they doing in this world?!"

source: “等等我。”路易斯也是连忙跟上。
en_us: "Wait for me." Louis followed behind quickly.

source: “等等！”费奇叫住了走到办公室门口的工作人员，深吸了一口气，道：“算了，还是我自己去吧。”
en_us: "Hold on!" Fitch called the staff back. he took a deep breath and said, "Forget it. I'll go on my own."

source: “等等，你这不按套路数啊。”
en_us: "Wait, you can't do this."

source: “算了，先不管他们，文明再高级，一样是肉体凡胎，真要找上门来，也只能一剑斩之。”麦格摇了摇头，起身出门。
en_us: "Forget it, leave them be for now. No matter how advanced they are, they are still made of flesh and blood. If they really come knocking, I can only hack their heads off." Mag shook his head and left.
